export const mockEvents = [
  {
    id: 1,
    status: "published",
    title: "День рождения",
    time: "13:00",
    date: "21 июня 2025 г.",
    location: "г. Челябинск, ул. Братьев Кашириных 131а",
    description: `
Для современного мира консультация с широким активом однозначно фиксирует необходимость инновационных методов управления процессами. 
Значимость этих проблем настолько очевидна, что укрепление и развитие внутренней структуры, в своём классическом представлении,
допускает внедрение первоочередных требований.

Лишь предприниматели в сети интернет представляют собой не что иное, как квинтэссенцию победы маркетинга над разумом и должны быть 
обнародованы. Идейные соображения высшего порядка, а также курс на социально-ориентированный национальный проект, а также свежий 
взгляд на привычные вещи — безусловно открывает новые горизонты для анализа существующих паттернов поведения.
    `,
  },
  {
    id: 2,
    status: "hidden",
    title: "Жизнь прекрасна",
  },
  {
    id: 3,
    status: "hidden",
    title: "Коронованный герцог графства связывает нас с нашим прошлым",
  },
  {
    id: 4,
    status: "published",
    title: "Никто не вправе осуждать трубный призыв",
  },
  {
    id: 5,
    status: "published",
    title: "Никто не вправе осуждать трубный призыв",
  },
];
